---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.LineLoadType
source: html/58f86287-a6f0-a9af-2a14-eb18e9000334.htm
---
# LineLoadType Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.